Repository: open-source-knihovna/KohaCZ
Catalog: misc/translator/po/*-opac-bootstrap-kohacz.po
Languages: cs

source: %s Self check-in
cs: %s Systém samoobslužného vracení

source: %s%s%sKoha %s &rsaquo; Self check-in
cs: %s%s%sKoha %s &rsaquo; Samoobslužné vracení

source: (Barcode not found on the database, please see library staff for assistance)
cs: (Čárový kód nebyl nalezen, pro pomoc kontaktujte pracovníky knihovny)

source: (Item is withdrawn and check-in blocked by policy, please see library staff for assistance)
cs: (Jednotka je odepsána a její vrácení je tak zablokováno, pro případnou pomoc kontaktujte pracovníky knihovny)

source: (The book is not currently on loan, please see library staff for assistance)
cs: (Tento dokument není vypůjčen, pro pomoc kontaktujte pracovníky knihovny)

source: (The item cannot be returned at this library, please see library staff for assistance)
cs: (Tento dokument není možné vracet v této knihovně, pro pomoc kontaktujte pracovníky knihovny)

source: (There was a problem returning this item, please see library staff for assistance)
cs: (Při vracení se vyskytl problém, pro pomoc kontaktujte pracovníky knihovny)

source: At any step, clicking the 'Cancel' button will erase the scanned barcodes and start over.
cs: Kdykoliv můžete stisknout tlačítko 'Zrušit' a načtené kódy budou vymazány a můžete začít znovu.

source: Check in
cs: Vrátit

source: Checked in
cs: Vráceno

source: Click the 'Check in' button to confirm.
cs: Pro potvrzení klikněte na tlačítko 'Vrátit'.

source: Logout
cs: Odhlásit

source: Not checked in %s
cs: Nebylo půjčeno%s

source: Scan each item or enter its barcode. A list with the entered barcodes will be displayed.
cs: Naskenujte nebo vepište čárové kódy vracených dokumentů.

source: Scan the item or enter its barcode:
cs: Načtěte jednotku nebo vložte její čárový kód:

source: Self check-in help
cs: Nápověda pro samoobslužné vracení

source: Sorry, this self check-in station has lost authentication. Please contact the administrator to resolve this problem.
cs: Omlouváme se, ověření této samoobslužné stanice selhalo. Prosím kontaktujte administrátora pro vyřešení tohoto problému.

source: The operation results will be displayed for each entered barcode.
cs: Pro každý dokument se zobrazí výsledek operace.

source: You are accessing self check-in from a different IP address! Please log in again.
cs: Pokoušíte se o přístup k systému samoobslužných výpůjček z jiné IP adresy než minule. Přihlaste se prosím znovu.
