Repository: open-source-knihovna/KohaCZ
Catalog: misc/translator/po/*-staff-prog-kohacz.po
Languages: cs

source: %s %s %s %s %s %s %sEnglish %sFrench %sItalian %sGerman %sSpanish %sHebrew %sArabic %sGreek (modern) %sGreek (to 1453) %s%s %s %s
cs: %s %s %s %s %s %s %sAngličtina %sFrancouzština %sItalština %sNěmčina %sŠpanělština %sHebrejština %sArabština %sŘečtina (moderní) %sŘečtina (do roku 1453) %s%s %s %s

source: %s %s ERROR an invalid itemnumber was entered, please hit back and try again %s %s
cs: %s %s CHYBA bylo zadáno neplatné přírůstkové číslo, klikněte na zpět a zkuste to znovu %s %s

source: %s %sPayment, thanks %sPayment, thanks (cash via SIP2) %sPayment, thanks (VISA via SIP2) %sPayment, thanks (credit card via SIP2) %sNew card %sFine %sAccount management fee %sSundry %sLost item %sWriteoff %sAccruing fine %sHold waiting too long %sRental fee %sForgiven %sLost item fee refund %sProcessing fee %sPayment %sWriteoff %sCredit %sCredit %s%s %s %s, %s%s &nbsp;%s
cs: %s %sPlatba %sPlatba (hotově přes SIP2) %sPlatba (VISA přes SIP2) %sPlatba (kreditní karta přes SIP2) %sDuplikát průkazky %sUpomínka %sRegistrační poplatek %sOstatní %sZtracený dokument %s Prominuto %sNabíhající upomínka %sDlouho čekající rezervace %sPoplatek za půjčení %sOdpuštěno %sVrácení poplatku za ztrátu dokumentu %sPoplatek za zpracování %sPlatba %sProminuto %sKredit %sKredit %s%s %s %s, %s%s &nbsp;%s

source: %s No collection id given. %s Title already in use. %s %s %s
cs: %s Nebylo uvedeno žádné ID sbírky. %s Název se již používáT. %s %s %s

source: %s No item with matching barcode found %s Item is already in a different rotating collection %s Item is already in this collection %s %s %s
cs: %s Nebyla nalezena jednotka, která by odpovídala zadanému čárovému kódu %s IJednotka je součástí jiné sbírky %s Jednotka je již součástí sbírky %s %s %s

source: %s No item with matching barcode found %s Item is not in this collection %s %s %s
cs: %s Jednotka s tímto čárovým kódem nebyla nalezena %s Jednotka se v tomto souboru nenachází %s %s %s

source: %s No title entered. %s Title already in use. %s No description entered. %s %s %s
cs: %s Nebyl zadán název. %s Název je již použit. %s Nebyl zadán popis. %s %s %s

source: &rsaquo; Manual invoice
cs: &rsaquo; Další poplatky

source: Are you sure you want to delete this rotating collection?
cs: Opravdu chcete odstranit tento výměnný soubor?

source: Batch item %sdeletion%smodification%s
cs: %sDávkové mazání%sDávková úprava%s jednotek

source: Failed to add item with barcode
cs: Nepodařilo se přidat jednotku s čárovým kódem

source: Failed to remove item with barcode
cs: Nepodařilo se odebrat jednotku s čárovým kódem

source: Forgiven
cs: Prominuto

source: Item with barcode
cs: Jednotka s čárovým kódem

source: Item with barcode '%s' added successfully
cs: Jednotka s čárovým kódem '%s' byla úspěšně přidána

source: Koha &rsaquo; Patrons &rsaquo; Create manual invoice
cs: Koha &rsaquo; Čtenáři &rsaquo; Další platby

source: Koha &rsaquo; Tools &rsaquo; %sBatch item deletion%sBatch item modification%s
cs: Koha &rsaquo; Nástroje &rsaquo; %sZrušení položky v dávce%sZměna položky v dávce%s

source: Manual invoice
cs: Další poplatky

source: Patron has previously checked out this title:
cs: ﻿Tuto jednotku již měl čtenář vypůjčenou:

source: The patron used for the self checkout module at the OPAC does not have the circulate => self_checkout permission.
cs: Uživatel používaný pro modul samoobslužných výpůjček nemá nastaveno oprávnění circulate => self_checkout.

source: The patron used for the self checkout module at the OPAC has too many permissions. They should only have circulate => self_checkout.
cs: Uživatel používaný pro modul samoobslužných výpůjček má příliš mnoho oprávnění. Měl by mít nastaveno pouze circulate => self_checkout.

source: removed successfully
cs: úspěšně odstraněna

source: %s %s %s %s %s %s %s %s %sEnglish %sFrench %sItalian %sGerman %sSpanish %sHebrew %sArabic %sGreek (modern) %sGreek (to 1453) %s%s %s %s
cs: %s %s %s %s %s %s %s %s %sAngličtina%sFrancouzština %sItalština %sNěmčina %sŠpanělština %sHebrejština %sArabština %sŘečtina (moderní) %sŘečtina (do roku 1453) %s%s %s %s

source: %s %s An error occurred when saving this account type. %s An error occurred when deleting this account type. Check the logs. %s Account type saved successfully. %s Account type deleted successfully. %s %s %s
cs: %s %s Při ukládání typu účtu se vyskytla chyba. %s Při odstraňování typu účtu nastala chyba. Zkontrolujte provozní záznamy. %s Typ účtu byl úspěšně uložen. %s Typ účtu byl úspěšně odstraněn. %s %s %s

source: %s %s Item with barcode '%s' added successfully
cs: %s %s Jednotka s čárovým kódem '%s' byla úspěšně přidána

source: %s %sPayment, thanks %sPayment, thanks (cash via SIP2) %sPayment, thanks (VISA via SIP2) %sPayment, thanks (credit card via SIP2) %sNew card %sFine %sAccount management fee %sSundry %sLost item %sWriteoff %sAccruing fine %sHold waiting too long %sRental fee %sForgiven %sLost item fee refund %sProcessing fee %sPayment %sWriteoff %sCredit %sCredit %s%s %s
cs: %s %sPlatba %sPlatba (hotově přes SIP2) %sPlatba (VISA přes SIP2) %sPlatba (kreditní karta přes SIP2) %sDuplikát průkazky %sUpomínka %sRegistrační poplatek %sOstatní %sZtracený dokument %s Prominuto %sNabíhající upomínka %sDlouho čekající rezervace %sPoplatek za půjčení %sOdpuštěno %sVrácení poplatku za ztrátu dokumentu %sPoplatek za zpracování %sPlatba %sProminuto %sKredit %sKredit %s%s %s

source: %s &rsaquo; %sModify%sNew%s Account %s type %s &rsaquo; Confirm deletion of account %s type %s
cs: %s &rsaquo; %sUpravit%sNový%s Typ účtu - %s %s &rsaquo; Potvrdit odstranění typu účtu - %s %s

source: %s Item with barcode '%s' removed successfully
cs: %s Jednotka s čárovým kódem '%s' byla úspěšně odebrána

source: %s This item is not part of any collection. %s The barcode was not found in the database. %s%s%s
cs: %s Tato jednotka není v žádném souboru. %s Čárový kód nebyl v databázi nalezen. %s%s%s

source: %s item(s) could not be withdrawn: %s%s%s
cs: %s jednotek nelze odepsat: %s%s%s

source: %s item(s) withdrawn.
cs: %s jednotek bylo odepsáno.

source: %sYou are not allowed to see the information of this patron. %s%s %s %s %s %s
cs: %s Nemáte povoleno zobrazit informace o tomto čtenáři. %s%s %s %s %s %s

source: Account %s type code:
cs: Kód typu účtu (%s):

source: Account credit types
cs: Typy účtovaných poplatků

source: Account debit types
cs: Typy plateb

source: Account type code
cs: Kód typu účtu

source: Account type description
cs: Popis typu účtu

source: Account types
cs: Typy účtu

source: Added information: %s%s %s
cs: Doplňující informace %s%s %s

source: Ages allowed are %s-%s.
cs: Povolený věk je %s-%s.

source: Another details:
cs: Další podrobnosti:

source: Authority was successfully sent.
cs: Autority byla odeslána.

source: Batch item %sdeletion%swithdrawal%smodification%s
cs: Dávkové %smazání%sodpisy%súprava%s jednotek

source: Batch item withdrawal
cs: Dávkové odpisy jednotek

source: Batch item withdrawal results
cs: Výsledky dávkového odpisu jednotek

source: Can be added manually
cs: Lze vložit ručně

source: Can be added manually?
cs: Lze vložit ručně?

source: Cannot Withdraw
cs: Nelze odepsat

source: Change category
cs: Změnit kategorii

source: Create fine
cs: Vložit poplatek

source: Create new credit type
cs: Vytvořit nový typ platby

source: Create new debit type
cs: Vytvořit nový typ poplatku

source: Date created
cs: Datum vytvoření

source: Default amount
cs: Výchozí částka

source: Default amount:
cs: Výchozí částka:

source: Define debit and credit types.
cs: Definuje typy poplatků a plateb.

source: Delete account %s type "%s?"
cs: Odstranit typ účtu (%s) "%s"?

source: Error message: %s%s %s
cs: Chybová zpráva: %s%s %s

source: Error sending authority. %s
cs: Při odesílání autority nastala chyba.%s

source: Example: 100$7
cs: Příklad: 100$7

source: Example: 5.00
cs: Příklad: 5.00

source: Example: 900$a
cs: Příklad: 900$a

source: Export this basket as CSV
cs: Exportovat tento košík jako CSV

source: Insert barcode and given item will be immediately remove from any collection and returned back to home library
cs: Vložte čárový kód a daná jednotka bude vrácena ze souboru a přesunuta do své domovské knihovny

source: Item is part of rotating collection
cs: Tato jednotka je součástí výměnného souboru

source: Item was issued in the other library and now is returned
cs: Jednotka byla vypůjčena a nyní byla vrácena

source: Item with barcode '%s' was not removed from collection: %s
cs: Jednotka s čárovým kódem '%s' nemohla být odstraněna ze souboru: %s

source: Item with barcode '%s' was removed from a collection and returned to homebranch.
cs: Jednotka s čárovým kódem '%s' byla odstraněna ze souboru a vrácena do domovské knihovny.

source: Koha &rsaquo; Administration &rsaquo; %sAccount types &rsaquo; %s Modify account %s type%s New account %s type%s%s%sAccount types &rsaquo; Confirm deletion of account %stype%s Account types%s%s
cs: Koha &rsaquo; Administrace &rsaquo; %sTypy účtů &rsaquo; %s Upravit typ účtu (%s) %s Přidat nový typ účtu (%s)%s%s%sTypy účtů &rsaquo; Potvrdit odstranění typu účtu (%s)%s Typy účtů%s%s

source: Koha &rsaquo; Tools &rsaquo; %sBatch item deletion%sBatch item withdrawal%sBatch item modification%s
cs: Koha &rsaquo; Nástroje &rsaquo; %s Dávkové mazání jednotek%sDávkový odpis jednotek%sDávková úprava jednotek%s

source: Koha &rsaquo; Tools &rsaquo; Batch item withdrawal
cs: Koha &rsaquo; Nástroje &rsaquo; Dávkový odpis jednotek

source: Log into the self check-in module. Note: this permission prevents the patron from using any other OPAC functionality
cs: Přihlásit se do modulu samoobslužného vracení. Poznámka: toto oprávnění je exkluzivní, tento čtenář nebude moci použít jiné funkce on-line katalogu

source: MARC authoritative id field:
cs: Pole MARCu pro identifikátor:

source: MARC field where to put your message:
cs: Pole MARCu pro vložení vaší zprávy:

source: MARC fields not to send to update server:
cs: Pole MARCu, která nebudou odesílána:

source: Maximum loan period
cs: Maximální délka výpůjčky

source: Message sent when create takes place:
cs: Zpráva odesílaná při vytváření nového záznamu:

source: Message sent when update takes place:
cs: Zpráva odesílaná při aktualizaci záznamu:

source: Modify an account %s type
cs: Upravit typ účtu (%s)

source: New Z39.50 Update server
cs: Nový server Z39.50 pro Update

source: New account %s type
cs: Nový typ účtu (%s)

source: New credit type
cs: Nový typ platby

source: New debit type
cs: Nový typ poplatku

source: No library, will select during transfer
cs: Knihovna bude vybrána až při přesunu

source: No, do not add it
cs: Ne, nepřidávat

source: Notify level
cs: Úroveň oznámení

source: Number of items
cs: Počet jednotek

source: Number of untransferred items
cs: Počet nepřesunutých jednotek

source: Patron has previously checked out this title on
cs: Tento dokument již měl tento čtenář vypůjčený dne

source: Patron was automatically switched by reading the patron card during checking out. Ensure you are working with the right patron.
cs: Proběhlo automatické přepnutí na tohoto čtenáře načtením jeho průkazu v průběhu půjčování. Ujistěte se, že pracujete se správným čtenářem.

source: Patron's age is incorrect for their category.
cs: Věk čtenáře je nesprávný pro jeho kategorii.

source: Permanent withdrawal:
cs: Trvalý odpis:

source: Push to Z39.50 server
cs: Odeslat na Z39.50 server

source: Pushed record
cs: Odeslaný záznam

source: Remove item
cs: Odstranit jednotku

source: Renewal period for reserved items
cs: Rezervované lze prodloužit o

source: Renewals allowed for reserved items (count)
cs: Povolený počet prodloužení pro rezervované jednotky

source: Required. Maximum length is 5 letters
cs: Povinné. Maximální délka je 5 znaků

source: Return to batch item withdrawal
cs: Návrat k dávkovému odpisu jednotek

source: Rotating collection:
cs: Výměnný soubor:

source: Selected withdrawal type is
cs: Důvod odpisu je

source: Self check modules
cs: Modul samoobslužných výpůjček

source: Separate multiple fields/subfields by commas. Example: 200$7, 005, 900$a
cs: Více polí/podpolí oddělte čárkou. Například: 200$7, 005, 900$a

source: Server type
cs: Typ serveru

source: Show sent record
cs: Zobrazit odeslaný záznam

source: The patron used for the self checkout module at the OPAC does not have the self_check => self_checkout_module permission.
cs: Uživatel používaný pro modul samoobslužných výpůjček nemá nastaveno oprávnění self_check => self_checkout_module permission.

source: The patron used for the self checkout module at the OPAC has too many permissions. They should only have self_check => self_checkout_module.
cs: Uživatel používaný pro modul samoobslužných výpůjček má příliš mnoho oprávnění. Měl by mít nastaveno pouze self_check => self_checkout_module.

source: There are no account credit types defined.
cs: Nejsou definovány žádné typy plateb.

source: There are no account debit types defined.
cs: Nejsou definovány žádné typy poplatků.

source: This title was at least once in this library.
cs: Tento dokument byl již alespoň jednou této knihovně zapůjčen.

source: This will withdraw %sall the%sthe selected%s items.
cs: Tímto budou odepsány %s všechny %s vybrané %s jednotky.

source: Withdraw ALL submitted items
cs: Odepsat VŠECHNY vložené jednotky

source: Withdraw a batch of items
cs: Odepsat dávku jednotek

source: Withdraw number:
cs: Úbytkové číslo:

source: Withdraw permanently
cs: Trvale odepsat

source: Withdraw selected items
cs: Odepsat vybrané jednotky

source: Withdrawal reason
cs: Důvod odpisu

source: Withdrawal reason:
cs: Důvod odpisu:

source: Withdrawn description:
cs: Popis odpisu:

source: Would you like to add it to this collection anyway?
cs: Chcete tuto jednotku přesto zařadit do souboru?

source: Write off outstanding part
cs: Prominout zbývající část poplatku

source: Yes, add it to collection
cs: Ano, přidat do souboru

source: You need to confirm adding to collection
cs: Je třeba potvrdit zařazení jednotky do souboru

source: default
cs: výchozí

source: on
cs: dne
